Repository: rGunti/LiPlaGlo-iOS
Catalog: LicensePlateGlossary/Localizable.xcstrings
Source language: en
Languages: de

source: Automatic Update Checks
de: Automatische Updatesuche

source: Accept & Enable
de: Akzeptieren & Aktivieren

source: About this app
de: Über diese App

source: About Use of AI
de: Über KI-Nutzung

source: App Development
de: App-Entwicklung

source: As noted in the About section, the information provided is for informational purposes only and is offered on a best-effort basis. It may not be fully accurate, complete, or up-to-date.
de: Wie im Abschnitt „Über diese App“ erwähnt, werden die bereitgestellten Informationen nur zu Informationszwecken angeboten und auf Best-Effort-Basis bereitgestellt. Sie sind möglicherweise nicht korrekt, vollständig oder aktuell.

source: Cancel
de: Abbrechen

source: Checking for and downloading database updates connects to GitHub. GitHub's privacy policy applies. See the link below for details.
de: Die Suche nach und das Herunterladen von Datenbankupdates stellt eine Verbindung zu GitHub her. Es gilt die Datenschutzrichtlinie von GitHub. Details siehe Link unten.

source: Checking for updates…
de: Nach Updates suchen…

source: Copied Insert Statement to clipboard
de: Insert Statement kopiert

source: Copied key to clipboard
de: Key kopiert

source: Copied message to clipboard
de: Nachricht kopiert

source: Copy Insert Statement
de: Insert Statement kopieren

source: Copy text
de: Text kopieren

source: Couldn't find any matching %@
de: Konnte keine passenden %@ finden

source: Countries
de: Länder

source: Country
de: Land

source: Data
de: Daten

source: Data Aggregation
de: Datenaggregation

source: Database
de: Datenbank

source: Database is up to date.
de: Datenbank ist auf dem neuesten Stand.

source: Database successfully updated to %@.
de: Datenbank erfolgreich auf %@ aktualisiert.

source: Database Updated
de: Datenbank aktualisiert

source: Description
de: Beschreibung

source: Downloading…
de: Wird heruntergeladen…

source: Database updates are fetched from GitHub. GitHub's privacy policy applies when checking for or downloading updates.
de: Datenbankupdates werden von GitHub abgerufen. Beim Prüfen auf und Herunterladen von Updates gilt die Datenschutzrichtlinie von GitHub.

source: Generative AI
de: Generative KI (Gen AI)

source: Generative AI tools were used to assist in aggregating and summarising information presented in this app. All AI-assisted content was subjected to manual human review before inclusion.
de: Werkzeuge mit generativer KI wurden zur Aggregierung und Zusammenfassung der Informationen in dieser App verwendet. Jegliche Inhalte, die mithilfe von KI-Werkzeugen erstellt wurden, wurden manuell durch Menschen überprüft, soweit möglich.

source: Generic License Plate Layout
de: Kennzeichen-Layout

source: GitHub Privacy Policy
de: Datenschutzrichtlinie von GitHub

source: Good news! No missing translations found.
de: Super! Keine Übersetzungen fehlen.

source: Graphical license plate preview: %@
de: Grafische Vorschau eines Kennzeichens: %@

source: Installed
de: Installiert

source: Language
de: Sprache

source: Last updated at
de: Zuletzt aktualisiert am

source: Licenses & Attribution
de: Lizenzen & Namensnennung

source: missing translation
de: Übersetzung fehlt

source: Missing translations
de: Übersetzungen fehlen

source: No results found.
de: Kein Kennzeichen gefunden

source: Opens Apple Maps to search for %@
de: Sucht auf Apple Maps nach %@

source: Out of use
de: Nicht in Nutzung

source: Patch Notes
de: Versionshinweise

source: Parts of this app were developed with the assistance of generative AI tools, including code generation, refactoring, and planning.
de: Teile dieser App wurden mithilfe von Werkzeugen entwickelt, die generative KI verwenden, einschliesslich Codeerzeugung, Refactoring und Planung.

source: Parts of this app were developed with the assistance of generative AI tools. This app does not feature any AI tools itself.
de: Teile dieser App wurden mithilfe von Werkzeugen entwickelt, die generative KI verwenden. Diese App enthält jedoch keine Funktionen, die KI-Werkzeuge verwenden.

source: Plate Identifiers
de: Kennzeichen-Identifikatoren

source: Plate Preview
de: Kennzeichen-Vorschau

source: Plate Variants
de: Kennzeichen-Varianten

source: Prefix
de: Präfix

source: Results
de: Ergebnisse

source: Revert
de: Zurücksetzen

source: Revert to bundled database
de: Zur mitgelieferten Datenbank zurücksetzen

source: Revert to bundled database?
de: Zur mitgelieferten Datenbank zurücksetzen?

source: Search
de: Suche

source: Search by identifier
de: Nach Identifikator suchen

source: Search by identifier or name
de: Suche nach Identifikator oder Name

source: Search by name
de: Nach Namen suchen

source: Search Filters
de: Filter

source: Search on Maps
de: Auf Maps suchen

source: Settings
de: Einstellungen

source: The data provided in this app is sourced from the following sources (if not stated otherwise).
de: Daten, die in dieser App bereitgestellt werden, wurden aus den folgenden Quellen bereitgestellt (falls nicht anders beschrieben).

source: The downloaded database will be deleted. You can download it again at any time.
de: Die heruntergeladene Datenbank wird gelöscht. Du kannst sie jederzeit erneut herunterladen.

source: The information provided in this app is purely for informational purposes only and does not claim to be accurate, complete, or up-to-date. **THIS APP DOES NOT CONTAIN LEGAL ADVISE!** Most information is sourced from aggregation sites like Wikipedia and is provided under their respective license. Please note that I am not affiliated with any of the organizations or brands mentioned in this app.
de: Informationen in dieser App werden zu Informations- und Unterhaltungszwecken bereitgestellt. Es wird kein Anspruch auf Korrektheit, Vollständigkeit oder Aktualität gestellt. **DIESE APP ENTHÄLT KEINE RECHTLICH BINDENDE INFORMATIONEN!** Die meisten Informationen wurden von Aggregationsseiten wie Wikipedia bezogen und werden unter den entsprechenden Lizenzen bereitgestellt. Bitte beachte, dass ich mit keiner der in dieser App genannten Organisationen oder Marken verbunden bin.

source: This app was built with software components built by other developers and provided to others free of charge.
de: Diese App wurde mit Softwarekomponenten erstellt, die von anderen Entwicklern entwickelt und anderen kostenlos zur Verfügung gestellt wurden.

source: This license plate variant is not currently in use.
de: Diese Variante ist derzeit nicht in Nutzung.

source: This software would not have been possible without the work of others. Find below a list of projects that are used within this app. Thanks to all these projects!
de: Diese Software wäre ohne die Arbeit von anderen nicht möglich gewesen. Unten findest du eine Liste von Projekten, die in dieser App verwendet werden. Vielen Dank an all diese Projekte!

source: Title
de: Titel

source: Translations
de: Übersetzung

source: Update checks are disabled.
de: Updatesuche ist deaktiviert.

source: Update to %@
de: Auf %@ aktualisieren

source: Vanity Plates
de: Wunschkennzeichen

source: Vanity plates are available for this country.
de: Wunschkennzeichen sind in diesem Land verfügbar.

source: Vanity plates are not available for this country.
de: Wunschkennzeichen sind in diesem Land nicht verfügbar.

source: View release on GitHub
de: Release auf GitHub ansehen

source: Visit %@ project page
de: Projektseite von %@ besuchen

source: Visit project page
de: Projektseite öffnen
